[PrototypeArmoury_MCMScreen]
ModName=原型武器库
PageTitle=原型武器库

CanBeChangedInSaveTitle=可以在战役中更改
REMOVE_NICKNAMED_UPGRADES_Label=从昵称物品中移除升级
REMOVE_NICKNAMED_UPGRADES_Tip="关闭此选项将在选择’使升级可用’时保留任何昵称物品的升级。"

CanNotBeChangedInSaveTitle=在战役中无法更改
FORCE_LOCK_AND_LOAD_Label=始终启用锁定与装载
FORCE_LOCK_AND_LOAD_Tip=允许始终替换物品升级而不会破坏原来的升级。需要重新启动游戏才能应用。

[UIUtilities_PA]
strDropUpgrade=移除升级 
strStripUpgrades=使升级可用
strStripUpgradesTooltip=从当前任务职责中未装备士兵的物品中移除所有升级。
strStripUpgradesConfirm=确认升级可用
strStripUpgradesConfirmDesc=确认从当前任务职责中未装备士兵的物品中移除所有升级。这些升级将立即变得可用。昵称物品的升级将被 <XGParam:StrValue0>。这可以在MCM中更改。
